/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 13.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* OCCertificateViewController buttons */
"Show ±" = "Göster ±";
"Hide ±" = "Gizle ±";

/* OCCertificateViewController section titles */
"Subject" = "Konu";
"Issuer" = "Sağlayıcı";
"Public Key" = "Ortak Anahtar";
"Extensions" = "Eklentiler";
"Fingerprints" = "Parmak Izleri";

"Validation Status" = "Doğrulama Durumu";
"Hostname" = "Makine adı";
"Validation Error" = "Doğrulama Hatası";
"User-rejected." = "Kullanıcı taraflı reddedildi";
"Certificate has issues." = "Sertifikada hatalar mevcut.";
"User-accepted." = "Kullanıcı taraflı kabul edildi.";
"Auto-accepted." = "Otomatik olarak onaylandı.";
"Reason" = "Sebep";
"No issues found." = "Sorun bulunamadı.";

/* X.509 certificate fields */
"businessCategory" = "İş dünyası kategorisi";
"commonName" = "Ortak isim";
"countryName" = "Ülke";
"jurisdictionCountryName" = "Yargı yetkilisi ülke";
"jurisdictionLocalityName" = "Yargı yetkisi bölgesi";
"jurisdictionStateOrProvinceName" = "Yargı devleti veya eyaleti";
"localityName" = "Yerelleştirme";
"organizationName" = "Kurum";
"organizationalUnitName" = "Kurum Birimi";
"stateOrProvinceName" = "Eyalet";

"version" = "Sürüm";
"serialNumber" = "Seri Numarası";
"signatureAlgorithm" = "İmza Algoritması";

"validFrom" = "Geçerlilik başlangıcı";
"validUntil" = "Geçerlilik bitişi";

"keyBytes" = "Anahtar baytları";
"keyExponent" = "Anahtar kuvveti";
"keyInformation" = "Bilgi";
"keySizeInBits" = "Anahtar boyutu (bit)";
